{
  "NAME": "Sanyam Gupta",
  "HEADINGS": {
    "ABOUT_ME": "About Me",
    "EXPERIENCE": "Experience",
    "PROJECTS": "Projects",
    "OTHER_PROJECTS": "Other Projects",
    "CONTACT_ME": "Contact Me"
  },
  "INTRODUCTION": {
    "INTRO_LINE_1": "Hi, my name is",
    "INTRO_LINE_2": "I am a Full-Stack Developer",
    "INTRO_PARAGRAPH": "I am a self-taught Vancouver based full-stack developer with fluency in multiple front-end and back-end technologies. Currently I am working as a Software Developer Intern at Geotab Inc., where my team and I help transportation planners uncover previously hidden contextualized vehicle insights in an easy-to-use, easy-to-integrate platform.",
    "BUTTON_CAPTION": "Resume"
  },
  "ABOUT_ME": {
    "PARAGRAPH_1": "Hello, I'm Sanyam Gupta, a final-year Management Information Systems student at Simon Fraser University. If I had to capture myself in a word, it would be \"autodidact.\" From a young age, my curiosity has driven me to independently explore new territories, whether it's delving into coding or immersing myself in various subjects.",
    "PARAGRAPH_2": "Entering university with no prior programming knowledge, I embraced self-learning through platforms like YouTube and Udemy, transforming into a proficient full-stack developer. Beyond coding, I'm deeply intrigued by data analytics and machine learning. Currently, I'm applying my skills as a software developer intern at Geotab Inc., bringing my self-taught expertise into a professional environment. Here's a glimpse of the technologies I've been working with:",
    "PARAGRAPH_3": "Languages:",
    "PARAGRAPH_4": "Technologies & Frameworks:",
    "LANGUAGES": [
      "JavaScript,",
      "TypeScript,",
      "Python,",
      "Java,",
      "HTML/CSS,",
      "and SQL."
    ],
    "TECHNOLOGIES": [
      "React,",
      "Mithril,",
      "Svelte,",
      "Express,",
      "Django,",
      "Flask,",
      "Apache Airflow,",
      "Pandas,",
      "Scikit-Learn,",
      "Google Cloud Services,",
      "and Heroku."
    ]
  }
}
